Repository: linuxmint/nemo-extensions
Catalog: nemo-compare/po/*.po
Languages: de, hr

source: 2way
de: Normaler Vergleich
hr: Normalan Diff

source: 3way
de: Dreiwege-Vergleich
hr: Tročlani Diff

source: nway
de: Multi-Vergleich
hr: N-člani Diff

source: Nemo Compare Extension Preferences
de: Einstellungen für Nemo Compare
hr: Osobitosti Nemo proširenja za uspoređivanje

source: File comparison via context menu.
de: Dateivergleich via Kontextmenü.
hr: Uspoređivanje datoteke putem sadržajnog izbornika

source: Compare these items
de: Vergleiche diese Dateien
hr: Usporedite ove datoteke

source: Compare selected items
de: Vergleiche markierte Objekte
hr: Usporedi odabrane datoteke

source: %s remembered items
de: %s vorgemerkten Dateien
hr: %s prije odabranom datotekom

source: Compare to: %s
de: Vergleichen mit: %s
hr: Usporedi s: %s

source: Compare with remembered items(s)
de: Mit vorgemerktem/n Objekte/n vergleichen
hr: Usporedi s prije odabranom datotekom

source: Compare Later
de: Später vergleichen
hr: Usporedi kasnije

source: Remember item(s) for later comparison
de: Objekt/e für späteren Vergleich vormerken
hr: Zapamti datoteku za kasniju usporedbu
