Repository: linuxmint/nemo-extensions
Catalog: nemo-open-terminal/po/*.po
Languages: as, be, be@latin, bn_in, de, el, he, id, ja, kn, ko, mr, pa, ta, te

source: Open in _Remote Terminal
as: দূৰবৰ্তী টাৰ্মিনেলত খোলক (_R)
be: Адчыніць у _аддаленым тэрмінале
bn_in: দূরবর্তী টার্মিন্যালের মধ্যে খুলুন (_R)
de: In _entferntem Terminal öffnen
el: Άνοιγμα σε απο_μακρυσμένο τερματικό
he: _פתיחה במסוף מרוחק
id: Buka dalam Terminal _Jauh
ja: リモート端末の中に開く(_R)
kn: ದೂರಸ್ಥ ಟರ್ಮಿನಲ್‌ನಲ್ಲಿ ತೆರೆ(_R)
ko: 원격 터미널 열기(_R)
mr: दूरस्थ टर्मिनल मध्ये उघडा (_R)
pa: ਰਿਮੋਟ ਟਰਮੀਨਲ ਵਿੱਚ ਖੋਲ੍ਹੋ(_R)
ta: தொலை முனையத்தில் திறக்கவும் (_R)
te: దూరస్థ టెర్మినల్ నందు తెరువుము (_R)

source: Open in _Local Terminal
as: স্থানীয় টাৰ্মিনেলত খোলক (_L)
be: Адчыніць у _лякальным тэрмінале
bn_in: স্থানীয় টার্মিন্যালের মধ্যে খুলুন (_L)
de: In _lokalem Terminal öffnen
el: Άνοιγμα σε το_πικό τερματικό
he: _פתיחה במסוף מקומי
id: Buka dalam _Terminal Lokal
ja: ローカル端末の中に開く(_L)
kn: ಸ್ಥಳೀಯ ಟರ್ಮಿನಲ್‌ನಲ್ಲಿ ತೆರೆ(_R)
ko: 로컬 터미널 열기(_L)
mr: स्थानीय टर्मिनल मध्ये उघडा (_L)
pa: ਲੋਕਲ ਟਰਮੀਨਲ ਵਿੱਚ ਖੋਲ੍ਹੋ(_L)
ta: உள்ளமை முனையத்தில் திறக்கவும் (_L)
te: స్థానిక టెర్మినల్ నందు తెరువుము (_L)

source: Open the currently selected folder in a terminal
as: বৰ্তমানে নিৰ্বাচিত ফোল্ডাৰ টাৰ্মিনেলত খোলক
be: Адчыніць выбраную тэчку ў тэрмінале
be@latin: Adčyni dziejna abrany kataloh u terminale
bn_in: বর্তমানে নির্বাচিত ফোল্ডারটি টার্মিনালে খুলুন
de: Den momentan gewählten Ordner in einem Terminal öffnen.
el: Άνοιγμα του επιλεγμένου φακέλου σε τερματικό
he: פתיחת התיקייה שנבחרה במסוף
id: Buka folder yang baru saja dipilih dalam terminal
ja: 現在選択しているフォルダを端末の中で開きます
kn: ಪ್ರಸಕ್ತ ಆಯ್ಕೆ ಮಾಡಲಾದ ಕಡತಕೋಶವನ್ನು ಒಂದು ಟರ್ಮಿನಲ್‌ನಲ್ಲಿ ತೆರೆಯಿರಿ
ko: 터미널에서 선택한 폴더 열기
mr: टर्मिनल अंतर्गत वर्तमानक्षणी निवडलेले फोल्डर उघडा
pa: ਮੌਜੂਦਾ ਚੁਣੇ ਫੋਲਡਰ ਵਿੱਚ ਟਰਮੀਨਲ ਖੋਲ੍ਹੋ
ta: தற்சமயம் தெரிவு செய்த கோப்பினை முனையத்திலிருந்து திற
te: ప్రస్తుతం యెంపికకాబడిన సంచయాన్ని టెర్మినల్‌నందు తెరువుము

source: Open the currently open folder in a terminal
as: বৰ্তমানে প্ৰদৰ্শিত ফোল্ডাৰ এটা টাৰ্মিনেলত খোলক
be: Адчыніць адчыненую тэчку ў тэрмінале
be@latin: Adčyni dziejna adčynieny kataloh u terminale
bn_in: বর্তমানে প্রদর্শিত ফোল্ডারটি একটি টার্মিনালের মধ্যে খুলুন
de: Den momentan geöffneten Ordner in einem Terminal öffnen.
el: Άνοιγμα του τρέχοντος φακέλου σε τερματικό
he: פתיחת התיקייה הפתוחה במסוף
id: Buka folder yang baru saja dibuka dalam terminal
ja: 現在表示しているフォルダを端末の中で開きます
kn: ಪ್ರಸಕ್ತ ತೆರೆಯಲಾದ ಕಡತಕೋಶವನ್ನು ಒಂದು ಟರ್ಮಿನಲ್‌ನಲ್ಲಿ ತೆರೆಯಿರಿ
ko: 터미널에서 열려있는 폴더 열기
mr: टर्मिनल अंतर्गत वर्तमानक्षणी उघडलेले फोल्डर उघडा
pa: ਮੌਜੂਦਾ ਫੋਲਡਰ ਟਰਮੀਨਲ ਵਿੱਚ ਖੋਲ੍ਹੋ
ta: தற்சமயம் திறந்துள்ள முனையத்திலிருந்து கோப்பினைத்திற
te: ప్రస్తుతం తెరువబడిన ఫోల్డర్‌ను టెర్మినల్ నందు తెరువుము

source: Open in T_erminal
as: টাৰ্মিনেলত খোলক (_e)
be: Адчыніць у _тэрмінале
bn_in: টার্মিন্যালের মধ্যে খুলুন (_e)
de: In _Terminal öffnen
el: Άνοιγμα σε τ_ερματικό
he: _פתיחה במסוף
id: Buka dalam T_erminal
ja: 端末の中に開く(_E)
kn: ಟರ್ಮಿನಲ್‌ನಲ್ಲಿ ತೆರೆ(_e)
ko: 터미널에서 열기(_E)
mr: टर्मिनल मध्ये उघडा (_e)
pa: ਟਰਮੀਨਲ ਵਿੱਚ ਖੋਲ੍ਹੋ(_E)
ta: முனையத்தில் திறக்கவும் (_e)
te: టెర్మినల్ నందు తెరువుము (_e)

source: Open T_erminal
as: টাৰ্মিনেল আৰম্ভ কৰক (_e)
be: Адчыніць _тэрмінал
bn_in: টার্মিন্যাল আরম্ভ করুন (_e)
de: _Terminal öffnen
el: Άνοιγμα τερματ_ικού
he: פתיחה _מסוף
id: Buka T_erminal
ja: 端末を開く(_E)
kn: ಟರ್ಮಿನಲ್‌ ಅನ್ನು ತೆರೆ(_e)
ko: 터미널 열기(_E)
mr: टर्मिनल उघडा (_e)
pa: ਟਰਮੀਨਲ ਖੋਲ੍ਹੋ(_T)
ta: முனையத்தைத் திறக்கவும் (_e)
te: టెర్మినల్ తెరువుము (_e)

source: Open a terminal
as: টাৰ্মিনেল আৰম্ভ কৰক
be: Адчыніць тэрмінал
be@latin: Adčyni terminał
bn_in: টার্মিনাল আরম্ভ করুন
de: Ein Terminal öffnen
el: Ανοίξτε ένα τερματικό
he: פתיחה מסוף
id: Buka sebuah terminal
ja: 端末を開きます
kn: ಒಂದು ಟರ್ಮಿನಲ್‌ ಅನ್ನು ತೆರೆಯಿರಿ
ko: 터미널 열기
mr: टर्मिनल उघडा
pa: ਇੱਕ ਟਰਮੀਨਲ ਖੋਲ੍ਹੋ
ta: முனையத்தைத்திற
te: టెర్మినల్ తెరువుము

source: Open in _Midnight Commander
as: Midnight Commander-ত খোলক (_M)
be: Адчыніць у _Midnight Commander
be@latin: Adčyni ŭ „_Midnight Commander”
bn_in: Midnight Commander-র মধ্যে খুলুন (_M)
de: Im _Midnight Commander öffnen
el: Άνοιγ_μα στο Midnight Commander
he: פתיחה ב־_Midnight Commander
id: Buka dalam _Midnight Commander
ja: Midnight Commander の中に開く(_M)
kn: ಮಿಡ್‌ನೈಟ್ ಕಮಾಂಡರಿನಲ್ಲಿ ತೆರೆ(_M)
ko: Midnight Commander에서 열기(_M)
mr: Midnight Commander अंतर्गत उघडा (_M)
pa: ਮਿਡਨਾਈਟ ਕਮਾਂਡਰ ਵਿੱਚ ਖੋਲ੍ਹੋ(_M)
ta: நடுநிசி கமான்டரில் திறக்கவும் (_M)
te: మిడ్‌నైట్ కమాండర్‌ నందు తెరువుము

source: Open the currently selected folder in the terminal file manager Midnight Commander
as: Midnight Commander নামক টাৰ্মিনেল নথিপত্ৰ পৰিচালনব্যবস্থাত বৰ্তমানে নিৰ্বাচিত ফোল্ডাৰ খোলক
be: Адчыніць выбраную тэчку ў тэрмінальным кіраўніку файлаў Midnight Commander
be@latin: Adčyni dziejna abrany kataloh u terminalnym fajłavym kiraŭniku „Midnight Commander
bn_in: Midnight Commander নামক টার্মিন্যাল ফাইল পরিচালনব্যবস্থার মধ্যে বর্তমানে নির্বাচিত ফোল্ডারটি খুলুন
de: Den momentan gewählten Ordner im Terminal-Dateimanager Midnight Commander öffnen.
el: Άνοιγμα του επιλεγμένου φακέλου στο διαχειριστή αρχείων Midnight Commander
he: פתיחת התיקייה הנבחרת במנהל הקבצים המסופי Midnight Commander
id: Buka folder yang baru saja dipilih dalam manajer file terminal Midnight Commander
ja: 現在選択しているフォルダを端末型ファイル・マネージャの Midnight Commander で開きます
kn: ಪ್ರಸಕ್ತ ಆಯ್ಕೆ ಮಾಡಲಾದ ಕಡತಕೋಶವನ್ನು ಟರ್ಮಿನಲ್ ಕಡತ ವ್ಯವಸ್ಥಾಪಕವಾದ ಮಿಡ್‌ನೈಟ್ ಕಮಾಂಡರಿನಲ್ಲಿ ತೆರೆಯಿರಿ
ko: Midnight Commander 터미널 파일 관리자에서 선택한 폴더 열기
mr: टर्मिनल फाइल व्यवस्थापक Midnight Commander अंतर्गत वर्तमानक्षणी निवडलेले फोल्डर उघडा
pa: ਮੌਜੂਦਾ ਚੁਣੇ ਫੋਲਡਰ ਨੂੰ ਟਰਮੀਨਲ ਫਾਇਲ ਮੈਨੇਜਰ ਮਿਡਨਾਈਟ ਕਮਾਂਡਰ ਨਾਲ ਖੋਲ੍ਹੋ
ta: நடப்பில் தேர்ந்தெடுக்கப்பட்ட முனையத்து கோப்பு மேலாளரை நடுநிசி கமான்டரில் திறக்கவும்
te: ప్రస్తుతం యెంపికకాబడివున్న ఫోల్డర్‌ను టెర్మినల్ దస్త్ర నిర్వాహిక మిడ్‌నైట్ కమాండర్ నందు తెరువుము

source: Open the currently open folder in the terminal file manager Midnight Commander
as: Midnight Commander নামক টাৰ্মিনেল নথিপত্ৰ পৰিচালনব্যবস্থাত বৰ্তমানে খোলা ফোল্ডাৰ খোলক
be: Адчыніць адчыненую тэчку ў тэрмінальным кіраўніку файлаў Midnight Commander
be@latin: Adčyni dziejna adčynieny kataloh u terminalnym fajłavym kiraŭniku „Midnight Commander”
bn_in: Midnight Commander নামক টার্মিন্যাল ফাইল পরিচালনব্যবস্থার মধ্যে বর্তমানে খোলা ফোল্ডারটি খুলুন
de: Den momentan gewöffneten Ordner im Terminal-Dateimanager Midnight Commander öffnen.
el: Άνοιγμα του τρέχοντος φακέλου στο διαχειριστή αρχείων Midnight Commander
he: פתיחת התיקייה הפתוחה במנהל הקבצים המסופי Midnight Commander
id: Buka folder yang baru saja dibuka dalam manajer file terminal Midnight Commander
ja: 現在表示しているフォルダを端末型ファイル・マネージャの Midnight Commander で開きます
kn: ಪ್ರಸಕ್ತ ತೆರೆಯಲಾದ ಕಡತಕೋಶವನ್ನು ಟರ್ಮಿನಲ್ ಕಡತ ವ್ಯವಸ್ಥಾಪಕವಾದ ಮಿಡ್‌ನೈಟ್ ಕಮಾಂಡರಿನಲ್ಲಿ ತೆರೆಯಿರಿ
ko: Midnight Commander 터미널 파일 관리자에서 열려있는 폴더 열기
mr: टर्मिनल फाइल व्यवस्थापक Midnight Commander अंतर्गत वर्तमानक्षणी उघडलेले फोल्डर उघडा
pa: ਮੌਜੂਦਾ ਖੁੱਲ੍ਹੇ ਫੋਲਡਰ ਨੂੰ ਟਰਮੀਨਲ ਫਾਇਲ ਮੈਨੇਜਰ ਮਿਡਨਾਈਟ ਕਮਾਂਡਰ ਨਾਲ ਖੋਲ੍ਹੋ
ta: நடப்பில் முனையத்து கோப்பு மேலாளரை நடுநிசி கமான்டரில் திறக்கவும்
te: ప్రస్తుతం తెరువబడివున్న ఫోల్డర్‌ను టెర్మినల్ దస్త్ర నిర్వాహిక మిడ్‌నైట్ కమాండర్ నందు తెరువుము

source: Open _Midnight Commander
as: Midnight Commander খোলক (_M)
be: Адчыніць _Midnight Commander
be@latin: Adčyni „_Midnight Commander”
bn_in: Midnight Commander খুলুন (_M)
de: _Midnight Commander öffnen
el: Άνοιγ_μα Midnight Commander
he: פתיחת _Midnight Commander
id: Buka _Midnight Commander
ja: Midnight Commander を開く(_M)
kn: ಮಿಡ್‌ನೈಟ್ ಕಮಾಂಡರ್ ಅನ್ನು ತೆರೆ(_M)
ko: Midnight Commander 열기(_M)
mr: Midnight Commander उघडा (_M)
pa: ਮਿਡਨਾਈਟ ਕਮਾਂਡਰ ਖੋਲ੍ਹੋ(_M)
ta: நடுநிசி கமான்டரை திறக்கவும் (_M)
te: మిడ్‌నైట్ కమాండర్ తెరువుము (_M)

source: Open the terminal file manager Midnight Commander
as: Midnight Commander নামক টাৰ্মিনেল নথিপত্ৰ পৰিচালনব্যবস্থাৰ খোলক
be: Адчыніць тэрмінальны кіраўнік файлаў Midnight Commander
be@latin: Adčyni terminalnaha fajłavaha kiraŭnika „Midnight Commander”
bn_in: Midnight Commander নামক টার্মিন্যাল ফাইল পরিচালনব্যবস্থার খুলুন
de: Den Terminal-Dateimanager Midnight Commander öffnen
el: Άνοιγμα του διαχειριστή αρχείων Midnight Commander
he: פתיחת מנהל הקבצים המסופי Midnight Commander
id: Buka manajer file terminal Midnight Commander
ja: Midnight Commander を開きます
kn: ಟರ್ಮಿನಲ್ ಕಡತ ವ್ಯವಸ್ಥಾಪಕವಾದ ಮಿಡ್‌ನೈಟ್ ಕಮಾಂಡರಿನಲ್ಲಿ ತೆರೆಯಿರಿ
ko: Midnight Commander 터미널 파일 관리자 열기
mr: टर्मिनल फाइल व्यवस्थापक Midnight Commander उघडा
pa: ਟਰਮੀਨਲ ਫਾਇਲ ਮੈਨੇਜਰ ਮਿਡ-ਨਾਈਟ ਕਮਾਂਡਰ ਖੋਲ੍ਹੋ
ta: நடுநிசி கமான்டர் மேலாளர் முனைய கோப்பை திறக்கவும்
te: టెర్మినల్ దస్త్ర నిర్వాహిక మిడ్‌నైట్ కమాండర్ తెరువుము

source: If set to true, and if the terminal file manager "Midnight Commander" is installed, then an "Open in Midnight Commander" menu item will be displayed in the context menu.
as: মান true হ'লে, আৰু "Midnight Commander" নামক টাৰ্মিনেল নথিপত্ৰ পৰিচালন ব্যবস্থা ইনস্টল কৰা থাকলে, প্ৰাসঙ্গিক তালিকাত "Midnight Commander-ত খোলক" শীৰ্ষক এটা তালিকাৰ নিবেশ প্ৰদৰ্শিত হ'ব ।
be: Калі ўключана і калі ўсталяваны тэрмінальны кіраўнік файлаў "Midnight Commander", тады ў кантэкстным мэню будзе элемэнт "Адчыніць у Midnight Commander".
bn_in: মান true (সত্য) হলে, ও "Midnight Commander" নামক টার্মিন্যাল ফাইল পরিচালন ব্যবস্থা ইনস্টল করা থাকলে, প্রাসঙ্গিক মেনুর মধ্যে "Midnight Commander-র মধ্যে খুলুন" শীর্ষক একটি মেনুর এনট্রি প্রদর্শিত হবে।
de: Falls dieser Schlüssel wahr ist, und falls der Terminal-Dateimanager »Midnight Commander« installiert ist, wird ein »Im Midnight Commander öffnen«-Menüeintrag im Kontextmenü angezeigt.
el: Αν είναι αληθές, και είναι εγκατεστημένος ο διαχειριστής αρχείων "Midnight Commander", θα εμφανίζεται στο μενού περιεχομένων η επιλογή "Άνοιγμα στο Midnight Commander".
id: Jika disetel ke benar, dan jika manajer file terminal "Midnight Commander" telah diinstal, maka item menu "Buka di Midnight Commander" akan ditampilkan dalam menu konteks.
ja: TRUE にした場合、端末型ファイル・マネージャの "Midnight Commander" がシステムにインストールされているならば、"Midnight Commander で開く" というメニュー項目をコンテキスト・メニューに表示します
kn: true ಗೆ ಬದಲಾಯಿಸಿದಲ್ಲಿ, ಹಾಗು ಟರ್ಮಿನಲ್ ಕಡತವ್ಯವಸ್ಥಾಪಕ "ಮಿಡ್‌ನೈಟ್ ಕಮಾಂಡರ್" ಅನ್ನು ಅನುಸ್ಥಾಪಿಸಲಾಗಿದ್ದಲ್ಲಿ, ಒಂದು "ಮಿಡ್‌ನೈಟ್ ಕಮಾಂಡರಿನಲ್ಲಿ ತೆರೆ" ಮೆನು ಅಂಶವನ್ನು ಸನ್ನಿವೇಶ ಮೆನುವನ್ನು ತೋರಿಸಲಾಗುತ್ತದೆ.
ko: 참으로 설정하고 "Midnight Commander" 터미널 파일 관리자가 설치되어 있다면 문맥 메뉴에 "Midnight Commander로 열기" 항목이 표시됩니다.
mr: true निश्चित केल्यास, व टर्मिनल फाइल व्यवस्थापक "Midnight Commander" प्रतिष्ठापीत असल्यास, "Open in Midnight Commander" मेन्यू घटक संदर्भ मेन्यू अंतर्गत दर्शविले जाईल.
pa: ਜੇ ਸਹੀਂ ਸੈੱਟ ਕੀਤਾ ਅਤੇ ਟਰਮੀਨਲ ਫਾਇਲ ਮੈਨੇਜਰ "Midnight Commander" ਇੰਸਟਾਲ ਹੋਵੇ ਤਾਂ ਪਰਸੰਗ ਮੇਨੂ ਵਿੱਚ "ਮਿਡਨਾਈਟ ਕਮਾਂਡਰ ਵਿੱਚ ਖੋਲ੍ਹੋ (Open in Midnight Commander)" ਮੇਨੂ ਆਈਟਮ ਵੇਖਾਈ ਜਾਵੇਗੀ।
te: సత్యానికి అమర్చబడివుంటే, మరియు టెర్మినల్ దస్త్ర నిర్వాహిక "మిడ్‌నైట్ కమాండర్" సంస్థాపించబడివుంటే, అప్పుడు "మిడ్‌నైట్ కమాండర్ నందు తెరువుము" మెనూ అంశము కాంటెస్టు మెనూనందు ప్రదర్శించబడుతుంది.

source: If set to true, then opening a terminal on the desktop will open a terminal in the home directory. Otherwise, it will be opened in the desktop directory. Note that this key is irrelevant if the desktop directory is identical to the home directory.
as: মান true হ'লে, ডেস্কটপেত টাৰ্মিনেল খোলা হ'লে, ব্যক্তিগত পঞ্জিকা প্ৰদৰ্শন কৰি টাৰ্মিনেল আৰম্ভ কৰা হ'ব । অন্যথা, টাৰ্মিনেল ডেস্কটপ প্ৰদৰ্শন কৰি খোলা হ'ব । উল্লেখ্য, ডেস্কটপ আৰু ব্যক্তিগত পঞ্জিকা একেই হ'লে এই চাবিৰ ব্যবহাৰ অমূলক ।
be: Калі ўключана, тады адчыненьне тэрміналу з працоўнага стала будзе зробленае ў хатняй тэчцы. Інакш, тэрмінал адчыніцца ў тэчцы працоўнага стала. Зважай, што гэты ключ ня мае сэнсу, калі тэчка працоўнага стала ёсьць хатняй тэчкаю.
be@latin: Kali ŭklučana, tady terminał dla Stała budzie adčyniacca ŭ chatnim katalohu. Inakš jon budzie adčyniacca ŭ katalohu Stała. Zaŭvaž, što hety kluč ničoha nia robić, kali kataloh Stała źjaŭlajecca chatnim.
bn_in: মান true (সত্য) হলে, ডেস্কটপের মধ্যে টার্মিন্যাল খোলা হলে, ব্যক্তিগত ডিরেক্টরি প্রদর্শন করে টার্মিন্যাল আরম্ভ করা হবে। অন্যথা, টার্মিন্যালটি ডেস্কটপ প্রদর্শন করে খোলা হবে। উল্লেখ্য, ডেস্কটপ ও ব্যক্তিগত ডিরেক্টরিটি একই হলে এই কি-র ব্যবহার অমূলক।
de: Falls dieser Schlüssel wahr ist, führt das Öffnen eines Terminals auf der Arbeitsfläche dazu, dass ein Terminal im persönlichen Ordner geöffnet wird. Andernfalls wird es im Arbeitsflächen-Ordner öffnet. Hinweis: Dieser Schlüssel wird ignoriert, falls der Arbeitsflächenordner mit dem persönlichen Ordner übereinstimmt.
el: Αν είναι αληθές, όποτε ανοίγετε τερματικό στην επιφάνεια εργασίας, θα ανοίγει τερματικό στον αρχικό κατάλογο. Διαφορετικά, το τερματικό θα ανοίγει στον κατάλογο της επιφάνειας εργασίας. Σημειώστε ότι αυτή η επιλογή έχει νόημα μόνο αν ο κατάλογος της επιφάνειας εργασίας δεν είναι ο αρχικός κατάλογος.
id: Jika disetel ke benar, maka membuka terminal pada desktop berarti akan membuka terminal dalam direktori asal. Jika tidak, maka terminal akan dibuka dalam direktori desktop. Perhatikan bahwa kunci ini tidak relevan jika direktori desktop sama dengan direktori asal.
ja: TRUE にした場合、たとえデスクトップ上で端末を開いても実際にはホーム・フォルダから端末を開きます。それ以外は、デスクトップのフォルダから開きます。デスクトップ・フォルダがホーム・フォルダの場合、このキーによる効果はありません。
kn: true ಗೆ ಬದಲಾಯಿಸಿದರೆ, ಗಣಕತೆರೆಯಲ್ಲಿ ಒಂದು ಟರ್ಮಿನಲ್ ಅನ್ನು ತೆರೆಯುವುದರಿಂದ ಅದು ನೆಲೆ (ಹೋಮ್) ಕಡತಕೋಶದಲ್ಲಿ ಒಂದು ಟರ್ಮಿನಲ್ ಅನ್ನು ತೆರೆಯುತ್ತದೆ. ಇಲ್ಲದೆ ಹೋದಲ್ಲಿ ಅದು ಗಣಕತೆರೆ ಕೋಶದಲ್ಲಿ ತೆರೆಯಲ್ಪಡುತ್ತದೆ. ಗಣಕತೆರೆ ಕಡತಕೋಶ ಹಾಗು ನೆಲೆ ಕಡತಕೋಶ ಎರಡೂ ಒಂದೇ ಆಗಿದ್ದಲ್ಲಿ ಈ ಕೀಲಿಯ ಉಪಯೋಗವಿರುವುದಿಲ್ಲ.
ko: 참으로 설정하면, 바탕화면에서 터미널을 열면 터미널에서 홈 디렉터리가 열립니다. 참으로 설정하지 않으면, 바탕화면 디렉터리가 열립니다. 홈 디렉터리를 바탕화면 디렉터리로 사용한다면 이 키는 반영되지 않습니다.
mr: true निश्चित केल्यास, व डेस्कटॉपवर टर्मिनल उघडल्यावर मुख्य डिरेक्ट्री अंतर्गत टर्मिनल उघडेल. नाहीतर, डेस्कटॉप डिरेक्ट्री अंतर्गत उघडले जाईल. लक्षात ठेवा डेस्कटॉप डिरेक्ट्री मुख्य डिरेक्ट्री नुरूप असल्यास ही कि अनुपयोगी ठरते.
pa: ਜੇ ਸਹੀਂ ਕੀਤਾ ਤਾਂ ਡੈਸਕਟਾਪ ਉੱਤੇ ਟਰਮੀਨਲ ਖੋਲ੍ਹਣ ਨਾਲ ਘਰ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਟਰਮੀਨਲ ਖੁੱਲ੍ਹੇਗਾ। ਨਹੀਂ ਤਾਂ, ਇਹ ਡੈਸਕਟਾਪ ਡਾਇਰੈਕਟਰੀ ਖੋਲ੍ਹੋਗਾ। ਯਾਦ ਰੱਖੋ ਕਿ ਇਹ ਕੁੰਜੀ ਤਾਂ ਹੀ ਕੰਮ ਕਰਦੀ ਹੈ, ਜੇ ਡੈਸਕਟਾਪ ਡਾਇਰੈਕਟਰੀ ਘਰ ਡਾਇਰੈਕਟਰੀ ਦੇ ਅਨੁਰੂਪ ਹੀ ਹੈ।
ta: நிபந்தனை சரி என்றால், திரையில் இருந்து முனையத்தை திறந்தால் முனையம், இல்ல அடைவில் இருந்து திறக்கும், தவறு என்றால் முனையம் திரையில் உள்ள அடைவில் இருந்து திறக்கும்குறிப்பு செய்க, சாவி தொடர்பு சரியில்லை என்றால், இல்ல அடைவும் திரை அடைவும் ஒன்றே
te: సత్యానికి అమర్చితే, డెస్కుటాపునందు టెర్మినల్‌ను తెరిస్తే టెర్మినల్‌ను నివాస సంచయంనందు తెరుస్తుంది. లేకపోతే, అది డెస్కటాపు సంచయంనందు తెరుస్తుంది. డెస్కుటాపు డెరెక్టరీ అనునది నివాస సంచయంకు సారూప్యంగా వుంటే ఈ కీ అసంభర్దమౌతుంది.

source: Whether a Midnight Commander menu item should be displayed
as: Midnight Commander-ৰ বাবে তালিকাত নিবেশ প্ৰদৰ্শিত হ'ব নে নহয়
be: Ці паказваць элемэнт мэню "Midnight Commander"
be@latin: Ci pakazvać menu dla „Midnight Commander”
bn_in: Midnight Commander-র জন্য মেনুর মধ্যে এনট্রি প্রদর্শিত হবে কি না
de: Legt fest, 0b ein Midnight Commander-Menüeintrag angezeigt werden soll
el: Αν θα εμφανίζεται επιλογή για το Midnight Commander στο μενού
id: Apakah item menu Midnight Commander harus ditampilkan
ja: Midnight Commander のメニュー項目を表示するかどうか
kn: ಒಂದು ಮಿಡ್‌ನೈಟ್ ಕಮಾಂಡರ್ ಮೆನು ಅನ್ನು ತೋರಿಸಬೇಕೆ
ko: Midnight Commander 메뉴 항목 표시 여부
mr: Midnight Commander मेन्यू घटक दर्शवायला हवे का
pa: ਕੀ ਮਿਡਨਾਈਟ ਕਮਾਂਡਰ ਮੇਨੂ ਆਈਟਮ ਵੇਖਾਈ ਜਾਵੇ
ta: ஒரு நடுஇரவு கமெண்டர் மெனு உருப்படி காட்டப்பட வேண்டுமா
te: మిడ్‌నైట్ కమాండర్ మెనూ అంశము ప్రదర్శించబడాలా

source: Whether opening a terminal on the desktop opens a terminal in the home directory
as: ডেস্কট'পত টাৰ্মিনেল খোলাৰ ফলত ব্যক্তিগত পঞ্জিকা প্ৰদৰ্শন কৰি টাৰ্মিনেল আৰম্ভ কৰা হ'ব নে নহয়
be: Ці трэба адчыняць у тэрінале, уключаным з працоўнага стала, хатнюю тэчку
be@latin: Ci terminał dla Stała adčyniajecca ŭ chatnim katalohu
bn_in: ডেস্কটপের মধ্যে টার্মিন্যাল খোলার ফলে ব্যক্তিগত ডিরেক্টরি প্রদর্শন করে টার্মিন্যাল আরম্ভ করা হবে কি না
de: Legt fest, ob das Öffnen eines Terminals auf der Arbeitsfläche ein Terminal im persönlichen Ordner öffnet
el: Αν θα ανοίγει τερματικό στον αρχικό κατάλογο όποτε ανοίγετε τερματικό στην επιφάνεια εργασίας
id: Apakah membuka terminal pada desktop berarti akan membuka terminal dalam direktori asal
ja: デスクトップではなくホーム・フォルダで端末を開くかどうか
kn: ಗಣಕತೆರೆಯಲ್ಲಿ ಒಂದು ಟರ್ಮಿನಲ್ ಅನ್ನು ತೆರೆಯುವುದರಿಂದ ಅದು ನೆಲೆ (ಹೋಮ್) ಕಡತಕೋಶದಲ್ಲಿ ಒಂದು ಟರ್ಮಿನಲ್ ಅನ್ನು ತೆರೆಯುತ್ತದೆಯೆ
ko: 바탕화면에서 터미널을 열 때 홈 디렉터리에서 열 것인지 여부
mr: डेस्कटॉपवर टर्मिनल उघडल्यास मुख्य डिरेक्ट्री अंतर्गत टर्मिनल उघडले जाते का
pa: ਕੀ ਡੈਸਕਟਾਪ ਉੱਤੇ ਟਰਮੀਨਲ ਖੋਲ੍ਹਣ ਨਾਲ ਘਰ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਟਰਮੀਨਲ ਖੁੱਲ੍ਹੇ
ta: திரையில் இருந்து முனையத்தை திறந்தால் முனையம் இல்ல அடைவில் இருந்து திறக்குமா
te: డెస్కుటాపు నందు టెర్మినల్ తెరిస్తే టెర్మినల్ నివాస సంచయంనందు తెరువబడాలా.

source: Open in _Terminal
be@latin: Adčyni ŭ _terminale

source: Open _Terminal
be@latin: Adčyni _terminał
