Repository: linuxmint/nemo-extensions
Catalog: nemo-share/po/*.po
Languages: tr

source: Nemo needs to add some permissions to your folder "%s" in order to share it
tr: "%s" dizininizi paylaşmak için Nemo'un bazı izinler eklemesi gerekiyor

source: The folder "%s" needs the following extra permissions for sharing to work: %s%s%sDo you want Nemo to add these permissions to the folder automatically?
tr: "%s" dizininin paylaşılıp üzerinde çalışılması için aşağıdaki ek izinleri gerektiriyor: %s%s%sNemo'nun bu izinleri dizine kendiliğinden eklemesini istiyor musunuz?

source: - read permission by others
tr: - başkaları tarafından okuma izinleri

source: - write permission by others
tr: - başkaları tarafından yazma izinleri

source: - execute permission by others
tr: - başkaları tarafından çalıştırma izinleri

source: Add the permissions automatically
tr: İzinleri kendiliğinden ekle

source: Could not change the permissions of folder "%s"
tr: "%s" dizininin izinleri değiştirilemedi

source: Share name is too long
tr: Paylaşım adı çok uzun

source: The share name cannot be empty
tr: Paylaşım adı boş olmamalı

source: Error while getting share information: %s
tr: Paylaşım bilgisi alınırken hata: %s

source: Another share has the same name
tr: Başka bir paylaşım aynı ada sahip

source: There was an error while getting the sharing information
tr: Paylaşım bilgisi alınırken bir hata oluştu

source: Modify _Share
tr: _Paylaşımı Değiştir

source: Create _Share
tr: _Paylaşım Oluştur

source: Share
tr: Paylaşım

source: Sharing Options
tr: Paylaşım Seçenekleri

source: Share this Folder
tr: Bu Dizini Paylaş

source: %s %s %s returned with signal %d
tr: %s %s %s %d sinyali ile geri döndü

source: %s %s %s failed for an unknown reason
tr: %s %s %s bilinmeyen bir sebep yüzünden başarısız oldu

source: 'net usershare' returned error %d: %s
tr: 'ağ kullanıcı paylaşımı' %d hatası ile geri döndü: %s

source: 'net usershare' returned error %d
tr: 'ağ kullanıcı paylaşımı' %d hatası ile geri döndü

source: the output of 'net usershare' is not in valid UTF-8 encoding
tr: 'ağ kullanıcı paylaşımı' çıktısının geçerli bir UTF-8 kodlaması yok

source: Failed
tr: Başarısız

source: Samba's testparm returned with signal %d
tr: Samba'nın testparm uygulaması %d sinyali ile geri döndü

source: Samba's testparm failed for an unknown reason
tr: Samba'nın testparm uygulaması bilinmeyen bir nedenden başarısız oldu

source: Samba's testparm returned error %d: %s
tr: Samba'nın testparm uygulaması %d hatası ile geri döndü: %s

source: Samba's testparm returned error %d
tr: Samba'nın testparm uygulaması %d hatası ile geri döndü

source: Cannot remove the share for path %s: that path is not shared
tr: %s hedefi için paylaşım silinemiyor: bu hedef paylaşılmamış

source: Cannot change the path of an existing share; please remove the old share first and add a new one
tr: Mevcut bir paylaşımın hedefi değiştirilemiyor; lütfen önce eski paylaşımı silin ve yeni bir tane ekleyin

source: Folder Sharing
tr: Dizin Paylaşımı

source: <big><b>Folder Sharing</b></big>
tr: <big><b>Dizin Paylaşımı</b></big>

source: Co_mment:
tr: Açıkla_ma:

source: Share _name:
tr: Paylaşım _adı:

source: Share this _folder
tr: Bu _dizini paylaş

source: _Allow others to create and delete files in this folder
tr: B_aşkalarının bu dizinde dosya oluşturup silmelerine izin ver

source: _Guest access (for people without a user account)
tr: _Misafir girişi (bir kullanıcı hesabı olmayanlar için)
