Repository: linuxmint/nemo-extensions
Catalog: nemo-pastebin/po/*.po
Languages: de, hr, pl_pl

source: Nemo Pastebin Extension Preferences
de: Einstellungen für die Nemo Pastebin Erweiterung
hr: Osobitosti Nemo Pastebin proširenja

source: Pastebin Service
de: Pastebin-Anbieter
hr: Usluga lijepljenja

source: Author
de: Autor
hr: Autor

source: Username
de: Nutzername
hr: Korisničko ime
pl_pl: Nazwa użytkownika

source: Password
de: Passwort
hr: Lozinka

source: Title
de: Titel
hr: Naslov

source: Open in browser when finished
de: In Browser öffnen, wenn fertig
hr: Otvori u web pregledniku kada je završeno

source: Copy pastebin URL to clipboard
de: URL in die Zwischenablage kopieren
hr: Kopiraj pastebin URL u međuspremnik

source: Upload files to online pastebins
de: Dateien zu Online-Pastebins hochladen
hr: Pošalji datoteke na mrežne pastebinove

source: Upload to %s
de: Hochladen auf %s
hr: Zalijepi na %s

source: Upload to a pastebin service
de: Hochladen zu einem Pastebin-Anbieter
hr: Pošalji na pastebin uslugu

source: Upload this file to an online pastebin service.
de: Diese Datei zu einem Online-Pastebin-Anbieter hochladen.
hr: Pošalji ovu datoteku na pastebin mrežnu uslugu.

source: Uploading {filename} to {service}…
de: Lade {filename} auf {service}…
hr: Slanje {filename} na {service}…

source: Pastebin uploaded!
de: Pastebin hochgeladen!
hr: Poslano na Pastebin!

source: Copy URL
de: URL kopieren
hr: Kopiraj URL

source: Open in browser
de: Im Browser öffnen
hr: Otvori u web pregledniku

source: Pastebin Error
de: Fehler beim Pastebin
hr: Pastebin greška

source: Unable to read or parse the result page.
pl_pl: Nie można odczytać ani przeanalizować strony wyników.

source: It could be a server timeout or a change server side. Try later.
pl_pl: Może to być limit czasu serwera lub zmiana strony serwera. Spróbuj później.

source: Pastebin to %s
pl_pl: Pastebin do %s

source: Send this file to %s
pl_pl: Wyślij ten plik do %s

source: Can't find %s in any known prefix!
pl_pl: Nie można znaleźć %s w żadnym znanym prefiksie!

source: Show a bubble
pl_pl: Pokaż bańkę

source: Show a notification to inform the user about whether the operation has been completed successfully or not.
pl_pl: Pokaż powiadomienie informujące użytkownika o tym, czy operacja została pomyślnie zakończona, czy nie.

source: Open a browser window
pl_pl: Otwórz okno przeglądarki

source: Open a browser and point it to the pasted document's URL.
pl_pl: Otwórz przeglądarkę i skieruj ją na adres URL wklejonego dokumentu.

source: Selected pastebin service
pl_pl: Wybrana usługa Pastebin

source: The pastebin which the file will be sent to.
pl_pl: Pastebin, do którego zostanie wysłany plik.

source: Author (if not set, the login name will be used)
pl_pl: Autor (jeśli nie jest ustawiony, zostanie użyta nazwa logowania)

source: The name to use as author of the document.
pl_pl: Nazwa autora dokumentu.

source: Most services don't need this.
pl_pl: Większość usług tego nie potrzebuje.

source: Password (if needed)
pl_pl: Hasło (jeśli jest potrzebne)
