Repository: linuxmint/nemo-extensions
Catalog: nemo-pdf/po/*.po
Languages: fr

source: Installation of PDF Toolkit necessary
fr: Installation des outils PDF nécessaires

source: Do you want to install PDF toolkit? Your operations will be performed after the installation.
fr: Voulez-vous installer les outils PDF ? Vos opérations seront exécutées après l'installation.

source: Installation failed. Do you want to try again? Your operations will be performed after the installation.
fr: L'installation a échoué. Voulez-vous essayer à nouveau ? Vos opérations seront exécutées après l'installation.

source: Reducing PDF
fr: Réduire les PDF

source: Your PDF are reducing... Don't manipulate selected files!
fr: Vos PDF sont en cours de réduction... Ne pas manipuler les fichiers sélectionnés !

source: Extract PDF
fr: Extraire un PDF

source: Extract following pages (example: 1-10 15-17):
fr: Extraire les pages suivantes (exemple : 1-10 15-17) :

source: Extract even pages
fr: Extraire les pages paires

source: Extract odd pages
fr: Extraire les pages impaires

source: Save as...
fr: Enregistrer sous...

source: Pdf Tools
fr: Outils PDF

source: Tools for PDF files
fr: Outils pour les fichiers PDF

source: Reduce PDF size
fr: Réduire la taille des PDF

source: Reduce the size of your selected PDF files
fr: Réduit la taille des fichiers PDF sélectionnés

source: Rotate PDF to left
fr: Pivoter les PDF à gauche

source: Rotate all your PDF files to left
fr: Pivote tous les fichiers PDF vers la gauche

source: Rotate PDF to right
fr: Pivoter les PDF à droite

source: Rotate all your PDF files to right
fr: Pivoter tous les fichiers PDF à droite

source: Flip vertically PDF
fr: Retourner les PDF

source: Flip vertically all your selected PDF files
fr: Retourne l'ensemble des fichiers PDF sélectionnés

source: Extract parties from the selected PDF file
fr: Extrait les parties du fichier PDF sélectionné

source: Merge PDF
fr: Fusionner les PDF

source: Merge all selected PDF files into one file
fr: Fusionner tous les fichiers PDF sélectionnés en un seul fichier

source: Tools to manage PDF files
fr: Outils pour gérer les fichiers PDF
