Repository: linuxmint/nemo-extensions
Catalog: nemo-folder-color-switcher/po/*.po
Languages: cs, sr, uz

source: Sand
cs: Písková
sr: пешчану
uz: Қумранг

source: Beige
cs: béžovou
sr: беж
uz: Оч кулранг

source: Yellow
cs: žlutou
sr: жуту
uz: Сариқ

source: Orange
cs: oranžovou
sr: наранџасту
uz: Қуюқ сариқ

source: Brown
cs: hnědou
sr: браон
uz: Жигарранг

source: Red
cs: červenou
sr: црвену
uz: Қизил

source: Purple
cs: fialovou
sr: љубичасту
uz: Сиёҳранг

source: Pink
cs: růžovou
sr: ружичасту
uz: Пушти

source: Blue
cs: modrou
sr: плаву
uz: Кўк

source: Cyan
cs: azurovou
sr: тиркизну
uz: Ҳаворанг

source: Aqua
cs: Azurová
sr: светло плаву
uz: Денгиз тўлқини ранги

source: Teal
cs: Hluboká zelenomodrá
sr: зеленкасту

source: Green
cs: zelenou
sr: зелену
uz: Яшил

source: White
cs: bílou
sr: белу
uz: Оқ

source: Grey
cs: šedou
sr: сиву
uz: Кулранг

source: Black
cs: černou
sr: црну
uz: Қора

# Restores the color of the selected folders
source: Restores the colour of the selected folders
cs: Obnoví barvu vybraných složek
sr: Враћа подразумевану боју изабраним фасциклама
uz: Танланган папкалар рангларини аввалги ҳолатга қайтаради

# Restores the color of the selected folder
source: Restores the colour of the selected folder
cs: Obnoví barvu vybrané složky
sr: Враћа подразумевану боју изабраној фасцикли
uz: Танланган папка рангини аввалги ҳолатга қайтаради

# Changes the color of the selected folders to %s
source: Changes the colour of the selected folders to %s
cs: Změní barvu vybraných složek na %s
sr: Мења боју изабраним фасциклама у %s
uz: Танланган папкалар рангини %s га ўзгартиради

# Changes the color of the selected folder to %s
source: Changes the colour of the selected folder to %s
cs: Změní barvu vybrané složky na %s
sr: Мења боју изабраној фасцикли у %s
uz: Танланган папка рангини %s га ўзгартиради
