Repository: linuxmint/nemo-extensions
Catalog: nemo-seahorse/po/*.po
Languages: en@shaw

source: Encrypt...
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘...

source: Encrypt (and optionally sign) the selected file
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ (ğ‘¯ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘•ğ‘²ğ‘¯) ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤

source: Sign
en@shaw: ğ‘•ğ‘²ğ‘¯

source: Sign the selected file
en@shaw: ğ‘•ğ‘²ğ‘¯ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤

source: <b>You have selected multiple files or folders</b>
en@shaw: <b>ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¹ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ</b>

source: Because the files are located remotely, each file will be encrypted separately.
en@shaw: ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ğ‘¤ğ‘¦, ğ‘°ğ‘— ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘‘ğ‘¤ğ‘¦.

source: Encrypt Multiple Files
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Encrypt each file separately
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘°ğ‘— ğ‘“ğ‘²ğ‘¤ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘‘ğ‘¤ğ‘¦

source: Encrypt packed together in a package
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘ğ‘¨ğ‘’ğ‘‘ ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: Package Name:
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¯ğ‘±ğ‘¥:

source: Packaging:
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘¦ğ‘™:

source: encrypted-package
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ğ‘©ğ‘›-ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: Key Imported
en@shaw: ğ‘’ğ‘° ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Imported %i key
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› %i ğ‘’ğ‘°

source: Imported a key for
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘© ğ‘’ğ‘° ğ‘“ğ‘¹

source: Signed by <i><key id='%s'/> <b>expired</b></i> on %s.
en@shaw: ğ‘•ğ‘²ğ‘¯ğ‘› ğ‘šğ‘² <i><key id='%s'/> <b>ğ‘¦ğ‘’ğ‘•ğ‘ğ‘²ğ‘®ğ‘›</b></i> ğ‘ªğ‘¯ %s.

source: Invalid Signature
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼

source: Signed by <i><key id='%s'/></i> on %s <b>Expired</b>.
en@shaw: ğ‘•ğ‘²ğ‘¯ğ‘› ğ‘šğ‘² <i><key id='%s'/></i> ğ‘ªğ‘¯ %s <b>ğ‘¦ğ‘’ğ‘•ğ‘ğ‘²ğ‘®ğ‘›</b>.

source: Expired Signature
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘²ğ‘®ğ‘› ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼

source: Signed by <i><key id='%s'/> <b>Revoked</b></i> on %s.
en@shaw: ğ‘•ğ‘²ğ‘¯ğ‘› ğ‘šğ‘² <i><key id='%s'/> <b>ğ‘®ğ‘¦ğ‘ğ‘´ğ‘’ğ‘‘</b></i> ğ‘ªğ‘¯ %s.

source: Revoked Signature
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘´ğ‘’ğ‘‘ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼

source: Signed by <i><key id='%s'/></i> on %s.
en@shaw: ğ‘•ğ‘²ğ‘¯ğ‘› ğ‘šğ‘² <i><key id='%s'/></i> ğ‘ªğ‘¯ %s.

source: Good Signature
en@shaw: ğ‘œğ‘«ğ‘› ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼

source: Signing key not in keyring.
en@shaw: ğ‘•ğ‘²ğ‘¯ğ‘¦ğ‘™ ğ‘’ğ‘° ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ ğ‘’ğ‘°ğ‘®ğ‘¦ğ‘™.

source: Unknown Signature
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼

source: Bad or forged signature. The signed data was modified.
en@shaw: ğ‘šğ‘¨ğ‘› ğ‘¹ ğ‘“ğ‘ªğ‘®ğ‘¡ğ‘› ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼. ğ‘ ğ‘•ğ‘²ğ‘¯ğ‘› ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¢ğ‘ªğ‘Ÿ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›.

source: Bad Signature
en@shaw: ğ‘šğ‘¨ğ‘› ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼

source: Couldn't verify signature.
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘ğ‘§ğ‘®ğ‘¦ğ‘“ğ‘² ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼.

source: Notification Messages
en@shaw: ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Password:
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:

source: Confirm:
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘»ğ‘¥:

source: Decrypt File
en@shaw: ğ‘›ğ‘¦ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘“ğ‘²ğ‘¤

source: Import Key
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘’ğ‘°

source: Verify Signature
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ğ‘“ğ‘² ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼

source: Progress Title
en@shaw: ğ‘ğ‘®ğ‘©ğ‘œğ‘®ğ‘§ğ‘• ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤

source: Import keys from the file
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘’ğ‘°ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘“ğ‘²ğ‘¤

source: Encrypt file
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘“ğ‘²ğ‘¤

source: Sign file with default key
en@shaw: ğ‘•ğ‘²ğ‘¯ ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°

source: Encrypt and sign file with default key
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘¯ ğ‘•ğ‘²ğ‘¯ ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘°

source: Decrypt encrypted file
en@shaw: ğ‘›ğ‘¦ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤

source: Verify signature file
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ğ‘“ğ‘² ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼ ğ‘“ğ‘²ğ‘¤

source: Read list of URIs on standard in
en@shaw: ğ‘®ğ‘§ğ‘› ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ URIğ‘Ÿ ğ‘ªğ‘¯ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘¦ğ‘¯

source: file...
en@shaw: ğ‘“ğ‘²ğ‘¤...

source: Choose Recipients
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘®ğ‘¦ğ‘•ğ‘¦ğ‘ğ‘°ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Couldn't load keys
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘’ğ‘°ğ‘Ÿ

source: Choose Encrypted File Name for '%s'
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¹ '%s'

source: Choose Signer
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘•ğ‘²ğ‘¯ğ‘»

source: Choose Signature File Name for '%s'
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼ ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¹ '%s'

source: Import is complete
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘

source: Importing keys ...
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘°ğ‘Ÿ ...

source: Import Failed
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘“ğ‘±ğ‘¤ğ‘›

source: Keys were found but not imported.
en@shaw: ğ‘’ğ‘°ğ‘Ÿ ğ‘¢ğ‘» ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›.

source: Imported key
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘°

source: Imported %d key
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› %d ğ‘’ğ‘°

source: Choose Decrypted File Name for '%s'
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘›ğ‘¦ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘¹ '%s'

source: Choose Original File for '%s'
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘¼ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘¹ '%s'

source: No valid signatures found
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼ğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: File Encryption Tool
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘‘ğ‘µğ‘¤

source: Encrypting
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ğ‘¦ğ‘™

source: Couldn't encrypt file: %s
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘“ğ‘²ğ‘¤: %s

source: Signing
en@shaw: ğ‘•ğ‘²ğ‘¯ğ‘¦ğ‘™

source: Couldn't sign file: %s
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘¯ ğ‘“ğ‘²ğ‘¤: %s

source: Importing
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘¦ğ‘™

source: Couldn't import keys from file: %s
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ ğ‘’ğ‘°ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘“ğ‘²ğ‘¤: %s

source: Decrypting
en@shaw: ğ‘›ğ‘¦ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ğ‘¦ğ‘™

source: Couldn't decrypt file: %s
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘›ğ‘¦ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘“ğ‘²ğ‘¤: %s

source: Verifying
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘¦ğ‘™

source: Couldn't verify file: %s
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘ğ‘§ğ‘®ğ‘¦ğ‘“ğ‘² ğ‘“ğ‘²ğ‘¤: %s

source: Ace (.ace)
en@shaw: ğ‘±ğ‘• (.ace)

source: Ear (.ear)
en@shaw: ğ‘½ (.ear)

source: Self-extracting zip (.exe)
en@shaw: ğ‘•ğ‘§ğ‘¤ğ‘“-ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘Ÿğ‘¦ğ‘ (.exe)

source: Jar (.jar)
en@shaw: ğ‘¡ğ‘¸ (.jar)

source: Tar compressed with bzip (.tar.bz)
en@shaw: ğ‘‘ğ‘¸ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ bzip (.ğ‘‘ğ‘¸.bz)

source: Tar compressed with bzip2 (.tar.bz2)
en@shaw: ğ‘‘ğ‘¸ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ bzip2 (.tar.bz2)

source: Tar compressed with gzip (.tar.gz)
en@shaw: ğ‘‘ğ‘¸ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ gzip (.ğ‘‘ğ‘¸.gz)

source: Tar compressed with lzop (.tar.lzo)
en@shaw: ğ‘‘ğ‘¸ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ lzop (.ğ‘‘ğ‘¸.lzo)

source: Tar compressed with compress (.tar.Z)
en@shaw: ğ‘‘ğ‘¸ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘®ğ‘§ğ‘• (.tar.Z)

source: War (.war)
en@shaw: ğ‘¢ğ‘¹ (.war)

source: Zip (.zip)
en@shaw: ğ‘Ÿğ‘¦ğ‘ (.zip)

source: Zoo (.zoo)
en@shaw: ğ‘Ÿğ‘µ (.zoo)

source: 7-Zip (.7z)
en@shaw: 7-ğ‘Ÿğ‘¦ğ‘ (.7z)

source: You have selected %d file
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› %d ğ‘“ğ‘²ğ‘¤

source: and %d folder
en@shaw: ğ‘¯ %d ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: You have selected %d folder
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› %d ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Preparing...
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘ºğ‘¦ğ‘™...

source: Couldn't list files
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Couldn't package files
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Couldn't run file-roller
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘“ğ‘²ğ‘¤-ğ‘®ğ‘´ğ‘¤ğ‘¼

source: The file-roller process did not complete successfully
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘¤-ğ‘®ğ‘´ğ‘¤ğ‘¼ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦

source: All key files
en@shaw: ğ‘·ğ‘¤ ğ‘’ğ‘° ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: All files
en@shaw: ğ‘·ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Archive files
en@shaw: ğ‘¸ğ‘’ğ‘²ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: <b>A file already exists with this name.</b> Do you want to replace it with a new file?
en@shaw: <b>ğ‘© ğ‘“ğ‘²ğ‘¤ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘±ğ‘¥.</b> ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘¯ğ‘¿ ğ‘“ğ‘²ğ‘¤?

source: _Replace
en@shaw: _ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•

source: Could not display help: %s
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘£ğ‘§ğ‘¤ğ‘: %s
